film
one
movie
like
even
time
good
story
would
much
character
also
get
two
well
characters
first
--
see
way
make
life
really
films
plot
little
people
could
scene
man
bad
never
best
new
scenes
many
director
know
movies
action
great
another
love
go
made
us
big
end
something
back
still
world
seems
work
makes
however
every
though
better
real
audience
enough
seen
take
around
going
year
performance
role
old
gets
may
things
think
years
last
funny
comedy
actually
long
look
almost
thing
fact
nothing
say
right
john
although
played
find
script
come
ever
cast
since
star
plays
young
show
comes
part
original
actors
screen
without
acting
three
day
point
lot
least
takes
guy
quite
away
family
effects
course
goes
minutes
interesting
far
might
high
rather
must
anything
place
set
yet
watch
making
wife
hard
always
fun
special
seem
times
bit
trying
hollywood
instead
give
picture
want
kind
american
job
sense
woman
home
series
actor
probably
help
half
along
men
everything
pretty
becomes
sure
black
together
dialogue
money
become
gives
given
looking
whole
watching
father
feel
everyone
music
wants
sex
less
done
horror
got
death
perhaps
city
next
especially
play
girl
mind
10
moments
looks
completely
2
reason
mother
whose
night
line
human
performances
rest
different
james
small
evil
simply
couple
put
let
anyone
ending
case
several
dead
michael
left
thought
school
humor
true
shows
friend
written
lost
entire
getting
town
turns
soon
second
someone
stars
main
found
use
problem
friends
tv
top
name
begins
called
based
comic
david
head
else
either
idea
wrong
unfortunately
later
final
alien
hand
house
group
full
used
often
tries
war
sequence
keep
turn
boy
behind
named
playing
certainly
live
believe
relationship
works
face
hour
run
style
said
despite
person
finally
shot
book
tell
maybe
nice
perfect
son
side
able
seeing
finds
past
days
children
summer
camera
including
mr
kids
lives
directed
game
moment
running
supposed
fight
video
car
matter
joe
kevin
lines
worth
daughter
earth
need
starts
entertaining
white
start
dark
writer
short
self
worst
nearly
try
upon
opening
care
early
violence
throughout
team
example
production
beautiful
title
exactly
jack
review
major
drama
problems
sequences
obvious
screenplay
known
version
robert
killer
disney
already
classic
close
others
deep
kill
hit
five
order
fine
act
simple
jackie
direction
roles
heart
four
eyes
sort
question
knows
sometimes
supporting
women
coming
voice
truly
jokes
computer
save
child
boring
tom
level
1
body
genre
brother
strong
guys
room
stop
space
lee
ends
beginning
york
ship
thriller
attempt
scream
peter
husband
hero
happens
fiction
novel
note
hope
king
yes
says
tells
quickly
romantic
oscar
dog
stupid
saw
possible
lead
career
murder
manages
extremely
god
mostly
wonder
future
particularly
worse
fans
sound
de
piece
involving
involved
planet
paul
appears
mean
hours
none
laugh
taking
police
attention
sets
co
eventually
hell
fall
single
material
falls
emotional
late
power
result
van
dr
lack
elements
smith
meet
wild
science
experience
bring
theater
living
interest
leads
word
feature
battle
alone
girls
obviously
george
within
usually
enjoy
guess
among
taken
feeling
laughs
aliens
talk
chance
talent